{
    "title": "IS 378 - Important Concepts",
	"chapter": "2",
    "author": "Shatilla Prayer",
    "version": "1.0",
    "practice_instructions": "Enter the definition to the term above. Click View Answer to view the term definition.",
    "chapter": [
        {
		    "id": "1",
		    "chapter": "2",
			"term": "Business process re-engineering",
			"pronun": "biz-nis pros-es ree-en-juh-neer-ing",
			"soundfile": "",
			"definition": "Involves a re-engineering of business processes based on an analysis of all aspects of the company. The changes in the company resulting from BPR are often quite extensive."
        },
		{
		    "id": "2",
		    "chapter": "2",
			"term": "Change management",
			"pronun": "cheynj man-ij-muh nt",
			"soundfile": "",
			"definition": "Responsibilities, processes, and requirements product development and project management change over time and in response to strategic that refers to the maturity of the organization initiatives. Mitigating the risks associated with change requires a strategic plan for handling change, negotiation skills, and the communication of timely, accurate, and relevant information to (and from) project stakeholders. Inadequate attention to change management is the are based on previous experience. A case reveals primary reason for project failure."
        },
		{
		    "id": "3",
		    "chapter": "2",
			"term": "Expectation gap",
			"pronun": "ek-spek-tey-shuh n  gap",
			"soundfile": "",
			"definition": "The difference between expected and actual benefits."
        },
		{
		    "id": "4",
		    "chapter": "2",
			"term": "Force field analysis",
			"pronun": "fohrs feeld uh-nal-uh-sis",
			"soundfile": "",
			"definition": "A change management approach involving the identification of the forces working for and against the success of the change through analyses of the point of view of stakeholders, resources, time, external factors, and corporate culture."
        },
		{
		    "id": "5",
		    "chapter": "2",
			"term": "Four types of organizations",
			"pronun": "fohr tahyps uhv  awr-guh-nuh-zey-shuh ns",
			"soundfile": "",
			"definition": "See definition"
        },
		{
		    "id": "6",
		    "chapter": "2",
			"term": "Goals and objectives",
			"pronun": "gohl  uh nd  uh b-jek-tivs",
			"soundfile": "",
			"definition": "Clearly defined, measurable, and achievable statements of what specifically needs to be done in order to accomplish the organization’s mission. Conceptualizations of the mission statement."
        },
		{
		    "id": "7",
		    "chapter": "2",
			"term": "Governance",
			"pronun": "guhv-er-nuh ns",
			"soundfile": "",
			"definition": "The patterns of authority for key project activities in firms as well as in project management."
        },
		{
		    "id": "8",
		    "chapter": "2",
			"term": "Incremental change",
			"pronun": "in-kruh-men-tl  cheynj",
			"soundfile": "",
			"definition": "A gradual change that allows time for training, adaption, and consolidation."
        },
		{
		    "id": "9",
		    "chapter": "2",
			"term": "Long-term planning",
			"pronun": "lawng-turm  plan-ing",
			"soundfile": "",
			"definition": "A planning stage involving the consideration of project objectives and the creation of a mission statement for the project group that is reflective of the organization’s mission statement. Project details are kept minimal."
        },
		{
		    "id": "10",
		    "chapter": "2",
			"term": "Management support",
			"pronun": "man-ij-muh nt  suh-pawrt",
			"soundfile": "",
			"definition": "The recognition that the project is aligned with organizational goals and objectives."
        },
		{
		    "id": "11",
		    "chapter": "2",
			"term": "Medium-term planning",
			"pronun": "mee-dee-uh m turm plan-ing",
			"soundfile": "",
			"definition": "A planning stage involving the detailing of potential projects that meet the long-term needs of the organization. Projects are planned and prioritized based on the overall strategic objectives of the organization."
        },
		{
		    "id": "12",
		    "chapter": "2",
			"term": "Mission statement",
			"pronun": "mish-uh n  steyt-muh nt",
			"soundfile": "",
			"definition": "A widely communicated statement expressed in broad terms that defines the purpose of the organization, guides decision making, and sets the direction for the entire organization."
        },
		{
		    "id": "13",
		    "chapter": "2",
			"term": "Operational strategies",
			"pronun": "op-uh-rey-shuh-nl  strat-i-jees",
			"soundfile": "",
			"definition": "Facilitate the implementation of goals and objectives. Projects are implementation tools for strategies."
        },
		{
		    "id": "14",
		    "chapter": "2",
			"term": "Organic organizations",
			"pronun": "awr-gan-ik  awr-guh-nuh-zey-shuh ns",
			"soundfile": "",
			"definition": "Are organizations in which change is the norm and eagerly embraced."
        },
		{
		    "id": "15",
		    "chapter": "2",
			"term": "Planning approaches",
			"pronun": "plan-ing  uh-prohch es",
			"soundfile": "",
			"definition": "Designed to counteract the possibility that projects will be implemented in a disjointed fashion, disconnected from other on-going projects in a way that it may not serve organizational goals and objectives."
        },
		{
		    "id": "16",
		    "chapter": "2",
			"term": "Short-term planning",
			"pronun": "shawrt-turm plan-ing",
			"soundfile": "",
			"definition": "Covers the next 12 months of operations with a focus on providing additional details on the control measures, resources required, and specifics for each stage in the project life cycle."
        },
		{
		    "id": "17",
		    "chapter": "2",
			"term": "Strategic planning",
			"pronun": "struh-tee-jik plan-ing",
			"soundfile": "",
			"definition": "Requires a clear and honest understanding of what the company is, what it is about, and where it is at. A strategic plan sets a road map that suggests where the company wants to be and how it can get there. Projects should be aligned with the company’s strategic goals."
        },
		{
		    "id": "18",
		    "chapter": "2",
			"term": "Transformational change",
			"pronun": "trans-fer-mey-shuh n  cheynj ",
			"soundfile": "",
			"definition": "A quick and dramatic change that may be met with greater resistance because of these qualities."
        }
    ]
}


