{
    "title": "IS 378 - Important Concepts",
	"chapter": "8",
    "author": "Shatilla Prayer",
    "version": "1.0",
    "practice_instructions": "Enter the definition to the term above. Click View Answer to view the term definition.",
    "chapter": [
        {
		    "id": "1",
		    "chapter": "8",
			"term": "Acquaintance",
			"pronun": "uh-kweyn-tns",
			"soundfile": "",
			"definition": "Team members must get to know each other as a team and appreciate the different styles, abili-ties, and work habits of the individual members before they actually start to work on the project. The project manager can facilitate this through a brainstorming session, where the project scope is discussed and ideas and input are solicited."
        },
		{
		    "id": "2",
		    "chapter": "8",
			"term": "Appointment",
			"pronun": "uh-point-muh nt",
			"soundfile": "",
			"definition": "Team members must get to know each other as a team and appreciate the different styles, abilities, and work habits of the individual members before they actually start to work on the project. The project manager can facilitate this through a brainstorming session, where the project scope is discussed and ideas and input are solicited."
        },
		{
		    "id": "3",
		    "chapter": "8",
			"term": "Common purpose",
			"pronun": "kom-uh n pur-puh s",
			"soundfile": "",
			"definition": "Team members relate, understand, and work towards achieving the same set of objectives, as described in the project plan. This important characteristic helps channel collective efforts towards the ultimate goal of the project."
        },
		{
		    "id": "4",
		    "chapter": "8",
			"term": "Competency",
			"pronun": "kom-pi-tuh n-see",
			"soundfile": "",
			"definition": "The pool of talents that includes diverse knowledge and skills and that provides the capabilities for performing the range of activities described in the project plan. The team competency can be broadly defined through technical skills and managerial skills."
        },
		{
		    "id": "5",
		    "chapter": "8",
			"term": "Consistency in evaluation",
			"pronun": "kuh n-sis-tuh n-see en ih-val-yoo-ey-shuh n",
			"soundfile": "",
			"definition": "This will result in a situation where some team members are selected and appraised by the project manager and some are appointed and appraised by functional managers."
        },
		{
		    "id": "6",
		    "chapter": "8",
			"term": "Deadlines",
			"pronun": "ded-lahyns",
			"soundfile": "",
			"definition": "Successful project execution is sometimes a function of how well team members respond to deadlines. Every project goes through a period of heightened attention or ‘busy’ time, even when there has been no change in deadlines. Team members tend to be more sensitive about deadlines towards the latter part of the project life."
        },
		{
		    "id": "7",
		    "chapter": "8",
			"term": "Developing synergy and commitment",
			"pronun": "dih-vel-uh-ping sin-er-jee and kuh-mit-muh nt",
			"soundfile": "",
			"definition": "As stated earlier, it is important to involve individuals from different functional areas. However, such involvement should be full-time and for the entire duration of the project. The continuity of commitment to a project gives a sense of ownership to team members and helps them participate fully in the affairs of the project."
        },
		{
		    "id": "8",
		    "chapter": "8",
			"term": "Effective team",
			"pronun": "ih-fek-tiv teem",
			"soundfile": "",
			"definition": "More than the sum of its parts. It exhibits synergy, excitement, cooperation, innovation, coordination, and drive."
        },
		{
		    "id": "9",
		    "chapter": "8",
			"term": "Experienced individuals",
			"pronun": "ik-speer-ee-uh nst in-duh-vij-oo-uh ls",
			"soundfile": "",
			"definition": "Within the organization are often in high demand for different projects. This high demand for a person’s time and expertise may be stretched to the extent that it makes that person unavailable or unsuitable for the project."
        },
		{
		    "id": "10",
		    "chapter": "8",
			"term": "First meeting",
			"pronun": "furst mee-ting",
			"soundfile": "",
			"definition": "The project team should be well organized, prepared, and conducted so as to accomplish the required objectives. The project manager should prepare and communicate the agenda for all meetings, especially the first meeting."
        },
		{
		    "id": "11",
		    "chapter": "8",
			"term": "Ground rules",
			"pronun": "ground rools",
			"soundfile": "",
			"definition": "The project manager should determine whether there are team members with narrow work experience during this meeting. By providing clear guidelines and pur-pose, the project manager can set an appropriate direction for project activities and the interaction among team members."
        },
		{
		    "id": "12",
		    "chapter": "8",
			"term": "Highly motivated individuals",
			"pronun": "hahy-lee moh-tuh-veyt in-duh-vij-oo-uh ls",
			"soundfile": "",
			"definition": "Able to make significant contributions to the development of a project. All things considered, the project manager must be able to assess and determine the bottom line contribution that a team member makes towards a project."
        },
		{
		    "id": "13",
		    "chapter": "8",
			"term": "Information overload",
			"pronun": "in-fer-mey-shuh n oh-ver-lohd",
			"soundfile": "",
			"definition": "Copying everything to everyone."
        },
		{
		    "id": "14",
		    "chapter": "8",
			"term": "Inter-organizational contact and communication",
			"pronun": "in-ter awr-guh-nuh-zey-shuh n l kon-takt and kuh-myoo-ni-key-shuh n",
			"soundfile": "",
			"definition": "Facilitates collaborative tasks, such as joint evaluations of team members who work partly for the project and partly for a functional area."
        },
		{
		    "id": "15",
		    "chapter": "8",
			"term": "Interviewing prospective team members",
			"pronun": "in-ter-vyoo-ing pruh-spek-tiv teem mem-bers",
			"soundfile": "",
			"definition": "The project manager should interview key individuals before selecting them for the team, except in situations where this practice is not allowed by the organization. Some organizations do not allow direct interviews because of the negative effects of rejection on the individual, internal politics, and the like."
        },
		{
		    "id": "16",
		    "chapter": "8",
			"term": "Job specification",
			"pronun": "job spes-uh-fi-key-shuh n",
			"soundfile": "",
			"definition": "Includes specific duties, skills, knowledge, and experience required. Specifying, in writing, the personal attributes required is more difficult, but these also need to be specified and assessed during the interview."
        },
		{
		    "id": "17",
		    "chapter": "8",
			"term": "Meeting length",
			"pronun": "mee-ting lenth",
			"soundfile": "",
			"definition": "A meeting must be just long enough to accomplish what is intended. It is difficult to prescribe a time limit that will work for all meetings. It is the responsibility of the project manager to manage the meeting and make sure that it runs its required course."
        },
		{
		    "id": "18",
		    "chapter": "8",
			"term": "Openness",
			"pronun": "oh-puh ness",
			"soundfile": "",
			"definition": "The team exhibits openness for exchanging ideas. Team members do not hesitate to get input from other team members or to seek help when they need it. Closed and rigid environments discourage innovation and critical thinking and, as a result, are prone to failure."
        },
		{
		    "id": "19",
		    "chapter": "8",
			"term": "Organizational culture",
			"pronun": "awr-guh-nuh-zey-shuh n l kuhl-cher",
			"soundfile": "",
			"definition": "An important factor in forming a project team. Some organizations have clear and established procedures for forming an inter-disciplinary team to work on a project."
        },
		{
		    "id": "20",
		    "chapter": "8",
			"term": "Outcome oriented",
			"pronun": "out-kuhm wr-ee-uh nt-ed",
			"soundfile": "",
			"definition": "The team needs to know who the stakeholders are and understand and appreciate that project success is ultimately measured through customer satisfaction."
        },
		{
		    "id": "21",
		    "chapter": "8",
			"term": "Performance",
			"pronun": "per-fawr-muh ns",
			"soundfile": "",
			"definition": "All members are assigned their responsibilities. They understand the triple constraints of time, budget, and specification for their respective tasks."
        },
		{
		    "id": "22",
		    "chapter": "8",
			"term": "Positive attitude",
			"pronun": "poz-i-tiv at-i-tood",
			"soundfile": "",
			"definition": "The team exhibits a proactive and a realistic can-do attitude, especially when it is faced with setbacks and difficulties."
        },
		{
		    "id": "23",
		    "chapter": "8",
			"term": "Problem solving",
			"pronun": "prob-luh m solv-ing",
			"soundfile": "",
			"definition": "The team accepts task responsibility and seeks creative means to accomplish goals and objectives, especially when faced with unusual situations."
        },
		{
		    "id": "24",
		    "chapter": "8",
			"term": "Professionalism",
			"pronun": "pruh-fesh-uh-nl-iz-uh m",
			"soundfile": "",
			"definition": "Team members hold high standards and have integrity. They treat each other with respect and behave professionally in their interaction with the customer and stakeholders."
        },
		{
		    "id": "25",
		    "chapter": "8",
			"term": "Project team",
			"pronun": "proj-ekt teem",
			"soundfile": "",
			"definition": "The unit that undertakes project activities that are defined and described in the project plan and in the work breakdown structure."
        },
		{
		    "id": "26",
		    "chapter": "8",
			"term": "Recruitment",
			"pronun": "ri-kroot-muh nt",
			"soundfile": "",
			"definition": "To fill the need for these talents, the company may use an outside agency or run its own advertisements."
        },
		{
		    "id": "27",
		    "chapter": "8",
			"term": "Responsibility",
			"pronun": "ri-spon-suh-bil-i-tee",
			"soundfile": "",
			"definition": "Team members consider their successes and failures as outcomes of the unit and not of the individual."
        },
		{
		    "id": "28",
		    "chapter": "8",
			"term": "Retreats",
			"pronun": "ree-treet-s",
			"soundfile": "",
			"definition": "Members spend a day or more away from the work environment in order to review, discuss, and finalize the project issues fully."
        },
		{
		    "id": "29",
		    "chapter": "8",
			"term": "Sense of common purpose",
			"pronun": "sens uhv kom-uh n pur-puh s",
			"soundfile": "",
			"definition": "Goals and objectives of a project can be used to create that sense of purpose. Everyone on the team should clearly relate to the project goals and, specifically, to the needs of the customer and the project owner."
        },
		{
		    "id": "30",
		    "chapter": "8",
			"term": "Sense of trust",
			"pronun": "sens uhv truhst",
			"soundfile": "",
			"definition": "The team exhibits a sense of trust among themselves as well as between members and the project manager."
        },
		{
		    "id": "31",
		    "chapter": "8",
			"term": "Synergy",
			"pronun": "sin-er-jee",
			"soundfile": "",
			"definition": "The team identifies itself as a unit that exhibits high levels of synergy and coordination. The communication among team members is frequent, open, and effective."
        },
		{
		    "id": "32",
		    "chapter": "8",
			"term": "Talent pool",
			"pronun": "tal-uh nt pool",
			"soundfile": "",
			"definition": "The initial step in forming a project team involves putting together a list of individuals with the potential to contribute to the project. This should be an interdisciplinary list that includes individuals from different departments and functions within the organization."
        },
		{
		    "id": "33",
		    "chapter": "8",
			"term": "Task pool",
			"pronun": "task pool",
			"soundfile": "",
			"definition": "Based on the scope and specification of the project, the project manager needs to develop a comprehensive list of the possible activities and tasks required to achieve project goals and objectives."
        },
		{
		    "id": "34",
		    "chapter": "8",
			"term": "Task-skill match",
			"pronun": "task-skil mach",
			"soundfile": "",
			"definition": "The project manager must not only identify individuals who are skilled and competent in the job but also make sure that they do the job to the best of their abilities."
        },
		{
		    "id": "35",
		    "chapter": "8",
			"term": "Team development",
			"pronun": "teem dih-vel-uh p-muh nt",
			"soundfile": "",
			"definition": "A project team at the early stage of the project development life cycle is an important responsibility of the project manager. Depending on the size of the project and the extent of talents, the project manager usually has options in selecting members."
        },
		{
		    "id": "36",
		    "chapter": "8",
			"term": "Team development process",
			"pronun": "teem dih-vel-uh p-muh nt pros-es",
			"soundfile": "",
			"definition": "Highly formal communication may strain team interaction and prove to be ineffective, especially when close and frequent collaboration between team members is necessary."
        },
		{
		    "id": "37",
		    "chapter": "8",
			"term": "Team work",
			"pronun": "teem wurk",
			"soundfile": "",
			"definition": "When team members demonstrate a willingness to work with each other, understand that the synergy among them results in a better outcome than the sum of individual efforts, and know that successes and failures are shared by all."
        },
		{
		    "id": "38",
		    "chapter": "8",
			"term": "Teamwork attitude",
			"pronun": "teem-wurk at-i-tood",
			"soundfile": "",
			"definition": "Addressing some of the skill problems that may exist within the team. Significant learning and development occurs as team members interact to help and to learn from each other. The project manager should facilitate the process of integration, ensure that everyone feels an equal member of the team, and encourage the teamwork attitude from the start."
        }
    ]
}


