{
    "title": "IS 378 - Important Concepts",
	"chapter": "3",
    "author": "Shatilla Prayer",
    "version": "1.0",
    "practice_instructions": "Enter the definition to the term above. Click View Answer to view the term definition.",
    "chapter": [
        {
		    "id": "1",
		    "chapter": "3",
			"term": "Bottom-up approach",
			"pronun": "bot-uh m-uhp  uh-prohch",
			"soundfile": "",
			"definition": "Team members, and sometimes clients, with ideas about activities that are necessary to complete the project will prepare brief descriptions of all possible work units."
        },
		{
		    "id": "2",
		    "chapter": "3",
			"term": "Control point",
			"pronun": "kuh n-trohl point",
			"soundfile": "",
			"definition": "The product is delivered to the customer and any necessary testing, training, and integration is done during this stage. Project team members and other resources are released from the project."
        },
		{
		    "id": "3",
		    "chapter": "3",
			"term": "Deliverables",
			"pronun": "dih-liv-er-uh-buh ls",
			"soundfile": "",
			"definition": "Are tangible or intangible products of the project that will be delivered to the client. Every deliverable must have a time, cost, and specification associated with it."
        },
		{
		    "id": "4",
		    "chapter": "3",
			"term": "Exemption clauses",
			"pronun": "ig-zemp-shuh n  klawzes",
			"soundfile": "",
			"definition": "Are additional statements added to the project scope to limit the project manager’s responsibilities to within reasonable boundaries. These exclusion or exemption clauses also help the customer develop realistic expectations for the project. These clauses are similar to disclaimers that communicate to the customer what should or should not be expected from the project."
        },
		{
		    "id": "5",
		    "chapter": "3",
			"term": "Master plan",
			"pronun": "mas-ter-plan",
			"soundfile": "",
			"definition": "Ensuring the overall program is coordinated and the overall program manager has an overview of each project and their project managers."
        },
		{
		    "id": "6",
		    "chapter": "3",
			"term": "Measurable objectives",
			"pronun": "mezh-er-uh-buh l uh b-jek-tiv",
			"soundfile": "",
			"definition": "The scope statement is the blueprint for the work breakdown structure. This process will require back and forth communication until the scope statement is finalized."
        },
		{
		    "id": "7",
		    "chapter": "3",
			"term": "Milestone",
			"pronun": "mahyl-stohn",
			"soundfile": "",
			"definition": "Are major events in the project development life cycle that occur when a significant piece of work has been accomplished. They serve as aids to the project manager in determining whether necessary progress is being made to complete the project on schedule."
        },
		{
		    "id": "8",
		    "chapter": "3",
			"term": "Mind mapping",
			"pronun": "mahynd map-ing",
			"soundfile": "",
			"definition": "Developed by Tony Buzan, mind maps provide a holistic method for note-taking and memory recall and assist in the identification of relationships between concepts."
        },
		{
		    "id": "9",
		    "chapter": "3",
			"term": "Organizational chart",
			"pronun": "awr-guh-nuh-zey-shuh n ul chahrt",
			"soundfile": "",
			"definition": "Are hierarchal charts that detail the number of divisions or departments that exist in an organization, the hierarchical relationship between those divisions (divisions and subdivisions), the title and responsibility of each division, the person in charge of each division, and the size of each division (number of employees)."
        },
		{
		    "id": "10",
		    "chapter": "3",
			"term": "Program",
			"pronun": "proh-gram",
			"soundfile": "",
			"definition": "Are like projects but tend to be much more long-term (a project might take a few months, whereas the whole of a program may take five years or more to implement), and are large (consisting of the scale of a number of projects) and very complex (because the projects need to integrate)."
        },
		{
		    "id": "11",
		    "chapter": "3",
			"term": "Project charter",
			"pronun": "proj-ekt chahr-ter",
			"soundfile": "",
			"definition": "Are used as the basis for the project scope statement. A project charter includes the title of the project, the names of the project sponsors and project manager, the project start and end dates, and the objectives, costs, and resources needed for the project."
        },
		{
		    "id": "12",
		    "chapter": "3",
			"term": "Project plan",
			"pronun": "proj-ekt plan",
			"soundfile": "",
			"definition": "A living document that must be adhered to by all stakeholders, especially the project manager and team members."
        },
		{
		    "id": "13",
		    "chapter": "3",
			"term": "Project scope",
			"pronun": "proj-ekt skohp",
			"soundfile": "",
			"definition": "A definition of the project boundaries. The scope is intended to limit the size of the project to a finite and defined set of objectives, deliverables, milestones, and resources. The scope determines where the project is going."
        },
		{
		    "id": "14",
		    "chapter": "3",
			"term": "Project scope statement",
			"pronun": "proj-ekt skohp steyt-muh nt",
			"soundfile": "",
			"definition": "A document that specifies project outcomes as they relate to client expectations and serves as the source for developing the project plan. The scope clearly defines project goals that are realistic, obtainable, and measurable. It makes clear what is expected, when it is expected, and at what cost and specifies the deliverables, milestones, and resources needed."
        },
		{
		    "id": "15",
		    "chapter": "3",
			"term": "Requirements definition",
			"pronun": "ri-kwahyuh r-muh nts  def-uh-nish-uh n",
			"soundfile": "",
			"definition": "Are a balance between everything that relevant stakeholders want from a project and what can reasonably be delivered based on cost, time, and other resource constraints. Requirements will often change throughout the course of a project, so project managers should be prepared to be flexible and manage requirements changes efficiently."
        },
		{
		    "id": "16",
		    "chapter": "3",
			"term": "Resources",
			"pronun": "ree-sawrs-es",
			"soundfile": "",
			"definition": "Consist of three main components: human resources, facilities and equipment, and organizational resources."
        },
		{
		    "id": "17",
		    "chapter": "3",
			"term": "Scope statement",
			"pronun": "skohp steyt-muh nt",
			"soundfile": "",
			"definition": "A document that specifies project outcomes as they relate to client expectations and serves as the source for developing the project plan. The scope clearly defines project goals that are realistic, obtainable, and measurable. It makes clear what is expected, when it is expected, and at what cost and specifies the deliverables, milestones, and resources needed."
        },
		{
		    "id": "18",
		    "chapter": "3",
			"term": "Structured walkthrough",
			"pronun": "struhk-cherd wawk-throo",
			"soundfile": "",
			"definition": "A technique that requires project team members to participate in formal walkthroughs of the project. These walkthroughs assist with detecting potential problems with the project as early as possible and increasing the sense of responsibility and task ownership in the team members."
        },
		{
		    "id": "19",
		    "chapter": "3",
			"term": "Top-down approach",
			"pronun": "top-doun uh-prohch",
			"soundfile": "",
			"definition": "This approach progressively breaks down project activities into smaller and more detailed units until it reaches the level of work units. This approach is effective when the project manager can visualize the big picture and is able to identify key components to start the breakdown process."
        },
		{
		    "id": "20",
		    "chapter": "3",
			"term": "WBS coding scheme",
			"pronun": "WBS koh-ding skeem",
			"soundfile": "",
			"definition": "A method for displaying the hierarchy of a WBS in a numerically prefaced outline form. Decimal points are used to separate the levels for activities, tasks, and work units within the overall WBS hierarchy. For example, item 3.8.6 is the sixth item listed at the third level for the eighth item specified at the second level of the third first level item."
        },
		{
		    "id": "21",
		    "chapter": "3",
			"term": "Work breakdown structure (WBS)",
			"pronun": "wurk breyk-doun struhk-cher",
			"soundfile": "",
			"definition": "The WBS breaks down the entire project into manageable pieces. Each piece is a work unit assigned to an individual or individuals to be done within the allocated time and budget. It provides a hierarchal overview of the project and is used to monitor and evaluate cost, time, and quality."
        },
		{
		    "id": "22",
		    "chapter": "3",
			"term": "Work package",
			"pronun": "wurk pak-ij",
			"soundfile": "",
			"definition": "A group of related tasks at the same level in the WBS."
        },
		{
		    "id": "23",
		    "chapter": "3",
			"term": "Work unit",
			"pronun": "wurk yoo-nit",
			"soundfile": "",
			"definition": "Are defined by duration, required resources, and the person responsible for the work. Each project phase is divided into work units that are linked to a single deliverable. A work unit is the lowest level in the WBS and should be designed to be easy to assign to an individual and to evaluate."
        }
    ]
}


