{
    "title": "IS 378 - Important Concepts",
	"chapter": "6",
    "author": "Shatilla Prayer",
    "version": "1.0",
    "practice_instructions": "Enter the definition to the term above. Click View Answer to view the term definition.",
    "chapter": [
        {
		    "id": "1",
		    "chapter": "6",
			"term": "Coercion",
			"pronun": "koh-ur-shuh n",
			"soundfile": "",
			"definition": "Where a project manager is sure of the abilities of members of their team, many decisions and much work can be delegated."
        },
		{
		    "id": "2",
		    "chapter": "6",
			"term": "Communication skills",
			"pronun": "kuh-myoo-ni-key-shuh n skil-s",
			"soundfile": "",
			"definition": "The ability to convey information to another effectively and efficiently."
        },
		{
		    "id": "3",
		    "chapter": "6",
			"term": "Conflict management",
			"pronun": "kon-flikt man-ij-muh nt",
			"soundfile": "",
			"definition": "Conflicts are likely to occur relating to scheduling, staffing, money, technology, procedures, and personalities and project managers should confront and deal with the conflicts rather than withdrawing from them."
        },
		{
		    "id": "4",
		    "chapter": "6",
			"term": "Consensus",
			"pronun": "kuh n-sen-suh s",
			"soundfile": "",
			"definition": "General agreement."
        },
		{
		    "id": "5",
		    "chapter": "6",
			"term": "Delegation",
			"pronun": "del-i-gey-shuh n",
			"soundfile": "",
			"definition": "A method for empowering and motivating colleagues by assigning them additional responsibilities."
        },
		{
		    "id": "6",
		    "chapter": "6",
			"term": "Discussing",
			"pronun": "dih-skuhs-ing",
			"soundfile": "",
			"definition": "Talk about (something) with another person or group of people."
        },
		{
		    "id": "7",
		    "chapter": "6",
			"term": "Empowerment",
			"pronun": "em-pou-er-ment",
			"soundfile": "",
			"definition": "Involves giving the responsibility of doing a job to individual team members."
        },
		{
		    "id": "8",
		    "chapter": "6",
			"term": "Groupthink",
			"pronun": "groop-thingk",
			"soundfile": "",
			"definition": "Occurs when the group seems to over-estimate the potential of the group and under-estimate the potential of the world outside of that group. This situation is usually not conducive to obtain-ing the best decisions."
        },
		{
		    "id": "9",
		    "chapter": "6",
			"term": "Interviewing",
			"pronun": "in-ter-vyoo-ing",
			"soundfile": "",
			"definition": "A project manager may be part of an interviewing panel if the candidate is applying for a post on that manager’s project team. Even before the interview, the project manager needs to spend time studying the candidate’s CV, looking for gaps as well as strengths."
        },
		{
		    "id": "10",
		    "chapter": "6",
			"term": "Lead by example",
			"pronun": "leed bahy ig-zam-puh l",
			"soundfile": "",
			"definition": "Delivering work of the highest quality yourself, neither making excuses nor blaming others for your own mistakes."
        },
		{
		    "id": "11",
		    "chapter": "6",
			"term": "Management through conversation",
			"pronun": "man-ij-muh nt throo kon-ver-sey-shuh n",
			"soundfile": "",
			"definition": "A management style that focuses on creating relationships where serious issues can be worked through in a friendly, conversational way and through exchanges of ideas. Setting up such a relationship requires taking the time to get to know people informally, perhaps away from the work setting."
        },
		{
		    "id": "12",
		    "chapter": "6",
			"term": "Marketing",
			"pronun": "mahr-ki-ting",
			"soundfile": "",
			"definition": "The project manager needs to market the project from the beginning, when looking for funding and commitment from team members and other stakeholders, to the end, when the project becomes operational."
        },
		{
		    "id": "13",
		    "chapter": "6",
			"term": "Meeting management",
			"pronun": "mee-ting man-ij-muh nt",
			"soundfile": "",
			"definition": "Ensuring that meetings are only as long as required, that the agenda is known to partici-pants in advance, and that only those people to whom the meeting is relevant are invited. Meeting notes should be taken and conversation facilitated."
        },
		{
		    "id": "14",
		    "chapter": "6",
			"term": "Motivating",
			"pronun": "moh-tuh-veyt-ing",
			"soundfile": "",
			"definition": "One important skill of the project manager is to motivate others; in particular, members of the project team. This has two aspects: motivating the individual and motivating the team. Some leaders are naturally inspiring and charismatic, but all project leaders can be helpful, challenging, and hard working."
        },
		{
		    "id": "15",
		    "chapter": "6",
			"term": "Negotiating",
			"pronun": "ni-goh-shee-eyt-ing",
			"soundfile": "",
			"definition": "We are looking for an agreement where both parties feel satisfied with the outcome."
        },
		{
		    "id": "16",
		    "chapter": "6",
			"term": "Paralysis by analysis",
			"pronun": "puh-ral-uh-sis bahy uh-nal-uh-sis",
			"soundfile": "",
			"definition": "This happens when an individual has spent too much time looking at an issue. Looking at the issue afresh, after a short period, may well enable the individual to make a reasonable decision or take a positive action."
        },
		{
		    "id": "17",
		    "chapter": "6",
			"term": "Performance appraisals",
			"pronun": "per-fawr-muh ns uh-prey-zuh l",
			"soundfile": "",
			"definition": "Concerns to be discussed more formally, but it is important that such discussions are not totally negative."
        },
		{
		    "id": "18",
		    "chapter": "6",
			"term": "Planning",
			"pronun": "plan-ing",
			"soundfile": "",
			"definition": "Provides a structure or framework for thinking about a project. It focuses thinking into those areas that are relevant and helps in making decisions at the appropriate time and justifying decisions once they are made."
        },
		{
		    "id": "19",
		    "chapter": "6",
			"term": "Praise",
			"pronun": "preyz",
			"soundfile": "",
			"definition": "Positive words about the project."
        },
		{
		    "id": "20",
		    "chapter": "6",
			"term": "Presenting",
			"pronun": "pri-zent-ing",
			"soundfile": "",
			"definition": "A skill which will be particularly important concerns presentation. In particular, this involves presenting the project proposal and progress reports to management. Normally this will involve preparing a series of Microsoft PowerPoint (or similar presentation software) slides."
        },
		{
		    "id": "21",
		    "chapter": "6",
			"term": "Pressure",
			"pronun": "presh-er",
			"soundfile": "",
			"definition": "Negative and constraining stress."
        },
		{
		    "id": "22",
		    "chapter": "6",
			"term": "Prioritizing",
			"pronun": "prahy-awr-i-tahyz-ing",
			"soundfile": "",
			"definition": "The important ability to make sure the urgent tasks with the highest payoff are tackled first helps team members to stay focused, might make decision-making easier, and should ensure that there is some early pay-off. "
        },
		{
		    "id": "23",
		    "chapter": "6",
			"term": "Proactive",
			"pronun": "proh-ak-tiv",
			"soundfile": "",
			"definition": "Trying to steer things in the direction that is good."
        },
		{
		    "id": "24",
		    "chapter": "6",
			"term": "Questioning",
			"pronun": "kwes-chuh-ning",
			"soundfile": "",
			"definition": "It represents a wish to support colleagues and ensure that the final product will be as specified."
        },
		{
		    "id": "25",
		    "chapter": "6",
			"term": "Requirements",
			"pronun": "ri-kwahyuh r-muh nt-s",
			"soundfile": "",
			"definition": "The formal (and informal) company procedures to be followed."
        },
		{
		    "id": "26",
		    "chapter": "6",
			"term": "Review process",
			"pronun": "ri-vyoo pros-es",
			"soundfile": "",
			"definition": "Ensures work is checked and also helps to prevent team members from being offended."
        },
		{
		    "id": "27",
		    "chapter": "6",
			"term": "Sharing",
			"pronun": "shair-ing",
			"soundfile": "",
			"definition": "Leads to better decisions, and it also enables col-leagues on the team with expertise to feel valued."
        },
		{
		    "id": "28",
		    "chapter": "6",
			"term": "Stress management",
			"pronun": "stres man-ij-muh nt",
			"soundfile": "",
			"definition": "Techniques developed to help someone cope with or lessen the physical and emotional effects of everyday life pressure."
        },
		{
		    "id": "29",
		    "chapter": "6",
			"term": "Team spirit",
			"pronun": "teem spir-it",
			"soundfile": "",
			"definition": "Celebrating the achievement of reaching intermediary objectives can help this process along, as can encouraging participation more generally. "
        },
		{
		    "id": "30",
		    "chapter": "6",
			"term": "Time management",
			"pronun": "tahym man-ij-muh nt",
			"soundfile": "",
			"definition": "An effective and experienced project manager should be able to evaluate, with reasonable accuracy, how long the project will take and how many staff hours are available for the project (leaving some margin of error for unexpected interruptions). Repeated delays and prolonged overtime are signs of poor time management."
        },
		{
		    "id": "31",
		    "chapter": "6",
			"term": "Trust",
			"pronun": "truhst",
			"soundfile": "",
			"definition": "A two-way process, and if you do not listen and value what your team members say, it is unlikely that they will listen to you and show you respect. This respect for others can be gained by asking advice and delegating appropriately and trusting colleagues to do a good job."
        }
    ]
}


